Repository: thom1606/Astrix
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: es, nl

source: · Disabled
es: · Desactivado
nl: · Uitgeschakeld

source: “%@” will be permanently removed. This can't be undone.
es: «%@» se eliminará permanentemente. Esto no se puede deshacer.
nl: ‘%@’ wordt definitief verwijderd. Dit kan niet ongedaan worden gemaakt.

# %@ (%lld running)
source: %1$@ (%2$lld running)
es: %1$@ (%2$lld en ejecución)
nl: %1$@ (%2$lld actief)

source: Actions run top to bottom when you launch this workspace. Commands stay tracked, you may stop them from the workspace's menu bar submenu at any time.
es: Las acciones se ejecutan de arriba abajo cuando inicias este espacio de trabajo. Los comandos se mantienen en seguimiento y puedes detenerlos en cualquier momento desde el submenú de la barra de menús del espacio de trabajo.
nl: Acties worden van boven naar beneden uitgevoerd wanneer je deze werkruimte start. Opdrachten blijven gevolgd; je kunt ze op elk moment stoppen via het submenu in de menubalk van de werkruimte.

source: Add Action
es: Añadir acción
nl: Actie toevoegen

source: Add Folder…
es: Añadir carpeta…
nl: Map toevoegen…

source: Add Workspace
es: Añadir espacio de trabajo
nl: Werkruimte toevoegen

source: Astrix couldn't find a workspace named %@.
es: Astrix no encontró ningún espacio de trabajo llamado %@.
nl: Astrix kon geen werkruimte met de naam %@ vinden.

source: Astrix couldn't open %@.
es: Astrix no pudo abrir %@.
nl: Astrix kon %@ niet openen.

source: Astrix Settings
es: Ajustes de Astrix
nl: Astrix-instellingen

source: Astrix suggests the right editor for each project.
es: Astrix sugiere el editor adecuado para cada proyecto.
nl: Astrix stelt voor elk project de juiste editor voor.

source: Automatically suggest editors
es: Sugerir editores automáticamente
nl: Automatisch editors voorstellen

source: Cancel
es: Cancelar
nl: Annuleren

source: Check for Updates…
es: Buscar actualizaciones…
nl: Controleren op updates…

source: Choose which editor and terminal Astrix opens your folders in from the Finder menu.
es: Elige en qué editor y terminal abre Astrix tus carpetas desde el menú de Finder.
nl: Kies in welke editor en terminal Astrix je mappen opent vanuit het Finder-menu.

source: Choose…
es: Elegir…
nl: Kiezen…

source: Command
es: Comando
nl: Opdracht

source: Copied
es: Copiado
nl: Gekopieerd

source: Couldn't open
es: No se pudo abrir
nl: Openen mislukt

source: Default Applications
es: Aplicaciones predeterminadas
nl: Standaardapps

source: Default Editor
es: Editor predeterminado
nl: Standaardeditor

source: Default Terminal
es: Terminal predeterminada
nl: Standaardterminal

source: Delete
es: Eliminar
nl: Verwijderen

source: Delete Workspace
es: Eliminar espacio de trabajo
nl: Werkruimte verwijderen

source: Delete Workspace?
es: ¿Eliminar espacio de trabajo?
nl: Werkruimte verwijderen?

source: Developer
es: Desarrollador
nl: Ontwikkelaar

source: Done
es: Listo
nl: Gereed

source: e.g. 5000
es: p. ej. 5000
nl: bijv. 5000

source: e.g. bin/dev
es: p. ej. bin/dev
nl: bijv. bin/dev

source: e.g. Rails server
es: p. ej. servidor Rails
nl: bijv. Rails-server

source: Enable Notifications
es: Activar notificaciones
nl: Meldingen inschakelen

source: Folder Recommendations
es: Recomendaciones de carpetas
nl: Aanbevelingen voor mappen

source: Get feedback about important changes in processes and actions.
es: Recibe información sobre cambios importantes en procesos y acciones.
nl: Krijg feedback over belangrijke wijzigingen in processen en acties.

source: Get started
es: Comenzar
nl: Aan de slag

source: Get Started
es: Comenzar
nl: Aan de slag

source: Icon
es: Icono
nl: Pictogram

source: Jump into any folder in your terminal of choice.
es: Entra en cualquier carpeta con tu terminal preferida.
nl: Spring in elke map met je favoriete terminal.

source: Launch ${workspace}
es: Iniciar ${workspace}
nl: Start ${workspace}

source: Launch Workspace
es: Iniciar espacio de trabajo
nl: Werkruimte starten

source: Launch your editor right where you need it.
es: Inicia tu editor justo donde lo necesitas.
nl: Start je editor precies waar je hem nodig hebt.

source: Launching %@.
es: Iniciando %@.
nl: %@ wordt gestart.

source: Manage
es: Gestionar
nl: Beheren

source: Move Down
es: Mover abajo
nl: Omlaag verplaatsen

source: Move Up
es: Mover arriba
nl: Omhoog verplaatsen

source: Name
es: Nombre
nl: Naam

source: Name in menu
es: Nombre en el menú
nl: Naam in menu

source: No folder recommendations yet.
es: Aún no hay recomendaciones de carpetas.
nl: Nog geen aanbevolen mappen.

source: No workspaces yet.
es: Aún no hay espacios de trabajo.
nl: Nog geen werkruimtes.

source: Notifications
es: Notificaciones
nl: Meldingen

source: Notifications are enabled.
es: Las notificaciones están activadas.
nl: Meldingen zijn ingeschakeld.

source: Notifications are turned off in System Settings.
es: Las notificaciones están desactivadas en Ajustes del Sistema.
nl: Meldingen zijn uitgeschakeld in Systeeminstellingen.

source: Notifications Enabled
es: Notificaciones activadas
nl: Meldingen ingeschakeld

source: Open folders in your favorite editor or terminal, right from Finder.
es: Abre carpetas en tu editor o terminal favorito, directamente desde Finder.
nl: Open mappen in je favoriete editor of terminal, direct vanuit Finder.

source: Open in Editor
es: Abrir en editor
nl: Openen in editor

source: Open in Terminal
es: Abrir en Terminal
nl: Openen in Terminal

source: Open Logs
es: Abrir registros
nl: Logboeken openen

source: Open System Settings
es: Abrir Ajustes del Sistema
nl: Systeeminstellingen openen

source: Port
es: Puerto
nl: Poort

source: Quit Astrix
es: Salir de Astrix
nl: Astrix afsluiten

source: Recommend specific editors for folders you choose. When automatic suggestions are on, Astrix also detects project markers, like .xcodeproj files or .vscode folders, and suggests the matching editor in the Finder menu.
es: Recomienda editores específicos para las carpetas que elijas. Cuando las sugerencias automáticas están activadas, Astrix también detecta marcadores de proyecto, como archivos .xcodeproj o carpetas .vscode, y sugiere el editor correspondiente en el menú de Finder.
nl: Beveel specifieke editors aan voor mappen die je kiest. Wanneer automatische suggesties aanstaan, herkent Astrix ook projectmarkeringen, zoals .xcodeproj-bestanden of .vscode-mappen, en stelt het de bijbehorende editor voor in het Finder-menu.

source: Recommendations
es: Recomendaciones
nl: Aanbevelingen

source: Request Notification Access
es: Solicitar acceso a notificaciones
nl: Meldingstoegang aanvragen

source: Reset Onboarding
es: Restablecer introducción
nl: Onboarding opnieuw instellen

source: Restart
es: Reiniciar
nl: Opnieuw starten

source: Run all of a workspace's launch actions: open its editor, terminal, and browser tabs, and start its services.
es: Ejecuta todas las acciones de inicio de un espacio de trabajo: abre su editor, terminal y pestañas del navegador, e inicia sus servicios.
nl: Voer alle startacties van een werkruimte uit: open de editor, terminal en browsertabbladen, en start de bijbehorende services.

source: Seconds
es: Segundos
nl: Seconden

source: Settings...
es: Ajustes...
nl: Instellingen...

source: Show in Menu Bar
es: Mostrar en la barra de menús
nl: Tonen in menubalk

source: Smart Suggestions
es: Sugerencias inteligentes
nl: Slimme suggesties

source: Software Updates
es: Actualizaciones de software

source: Stop %@
es: Detener %@
nl: %@ stoppen

source: Stop All
es: Detener todo
nl: Alles stoppen

source: The path was copied to your clipboard.
es: La ruta se copió en el portapapeles.
nl: Het pad is naar je klembord gekopieerd.

source: The paths were copied to your clipboard.
es: Las rutas se copiaron en el portapapeles.
nl: De paden zijn naar je klembord gekopieerd.

source: The workspace path was copied to your clipboard.
es: La ruta del espacio de trabajo se copió en el portapapeles.
nl: Het pad van de werkruimte is naar je klembord gekopieerd.

source: The workspace to launch.
es: El espacio de trabajo que se iniciará.
nl: De te starten werkruimte.

source: Timeout
es: Tiempo de espera

source: Version
es: Versión
nl: Versie

source: Wait for exit
es: Esperar a que termine
nl: Wachten op afsluiten

source: Welcome to Astrix
es: Bienvenido a Astrix
nl: Welkom bij Astrix

source: Workspace
es: Espacio de trabajo
nl: Werkruimte

source: Workspaces
es: Espacios de trabajo
nl: Werkruimtes

source: Workspaces appear in your Menu Bar, click on one to run all the defined actions in order. Open folders in your editor, URL's in your browser, terminals and run shell commands.
es: Los espacios de trabajo aparecen en tu barra de menús. Haz clic en uno para ejecutar todas las acciones definidas en orden. Abre carpetas en tu editor, URL en tu navegador, terminales y ejecuta comandos de shell.
nl: Werkruimtes verschijnen in je menubalk. Klik op één om alle gedefinieerde acties op volgorde uit te voeren. Open mappen in je editor, URL's in je browser, terminals en voer shell-opdrachten uit.

source: Workspaces are currently in **beta**, you may run into rough edges as the feature is finalized. Report issues [**here**](https://github.com/thom1606/Astrix/issues).
es: Los espacios de trabajo están actualmente en **beta**, es posible que encuentres detalles sin pulir mientras se finaliza la función. Informa de problemas [**aquí**](https://github.com/thom1606/Astrix/issues).
nl: Werkruimtes zijn momenteel in **beta**, je kunt tegen ruwe randjes aanlopen terwijl de functie wordt afgerond. Meld problemen [**hier**](https://github.com/thom1606/Astrix/issues).

source: General
nl: Algemeen
